[
    {
        "name" : "Xiomi 11i Hypercharge 5G (Purple Mist, 128GB)",
        "tags" : ["6 GB RAM | 128 GB ROM | Expandable Upto 1 TB", 
        "16.94 cm (6.67 inch) Full HD+ AMOLED Display",
         "108MP +8MP + 2MP | 16MP Front Camera",
        "4500 mAh Polymer Battery",
        "MediaTek Dimensity 920 Processor"],
        "description" : "Let yourself experience and immerse in the world of mesmerising smartphone experience with Xiaomi 11i Hypercharge 5G which comes loaded with mind-blowing features. This phone features a monstrous 4500 mAh battery with 67 W Turbo Charging capability that powers up the device up to 50% in about 13 minutes. Additionally powered by the Mediatek Dimensity 920 5G processor this phone offers a great deal of smoothness performance and efficiency in operation. Furthermore the triple camera setup which comprises a 108 MP Camera an 8 MP Ultra Wide Sensor and a 2 MP Macro Camera allows you to capture stunning images which seize the memorable moments. Moreover the 16.94 cm (6.67) AMOLED FHD+ (2400x1080) Punch Hole display with a 1.76 mm narrow bezel of this phone and versatile refresh rates of 120 Hz and 360 Hz enables you to stay on top of your gaming stint allowing you to redefine smoothness",
        "price" : "24990",
        "img" : ["https://rukminim1.flixcart.com/image/416/416/ky7lci80/mobile/k/b/g/-original-imagagf6fzbhuhny.jpeg?q=70",
        "https://rukminim1.flixcart.com/image/416/416/kxz0pe80/mobile/k/f/a/-original-imagaaxkzakbdf9g.jpeg?q=70"],
        "category" : "mobile",
        "rating" : "4.2"
    },
    {
        "name" : "Apple iPhone 14 (Midnight, 128 GB)",
        "tags" : ["128 GB ROM", "15.49 cm (6.1 inch) Super Retina XDR Display",
        "12MP + 2MP | 12MP Front Camera", "A15 Bionic Chip, 6 Core Processor"],
        "description" : "Best smart phone under this price range compare to other phones in 2023 if you see overall build quality performance and Camera with autofocus and video action mode are awesome 50% extra RAM compared to iPhone 13 and other more features. Best time to upgrade to iPhone 14",
        "price" : "72499",
        "img" :["https://rukminim1.flixcart.com/image/416/416/xif0q/mobile/9/e/e/-original-imaghx9q5rvcdghy.jpeg?q=70"],
        "category" : "mobile",
        "rating" : "4.5"
    },
    {
        "name" : "Realme C30s (Stripe Blue, 32 GB)",
        "tags" : ["2 GB RAM | 32 GB ROM | Expandapble Upto 1 TB",
        "16.51 cm (6.5 inch) HD+ Display",
        "8 MP Rear Camera | 5MP Front Camera",
        "5000 mAh Lithium Ion Battery",
        "Unisoc SC9863A/ Unisoc SC9863A1 Processor"],
        "price" : "6999",
        "img" : ["https://image01.realme.net/general/20220912/1662959333129.png"],
        "description" : "The realme C30s, which is packed with a variety of innovative features, offers seamless gameplay and an exceptional user experience. This smartphone's powerful Octa-core processor enables you to switch between apps and boost productivity. Furthermore, you can play intensive games with fluent performance thanks to an 88.7% screen-to-body ratio and a 16.5 cm (6.5) fullscreen display. You can store movies, photos, and much more on this phone without any problems owing to its amazing storage capacity of up to 1 TB.",
        "category" : "mobile",
        "rating" : "4.5"
    },
    {
        "name" : "Realme C35 (Glowing Green, 64 GB)",
        "tags" : ["4 GB RAM | 64 GB ROM | Expandable Upto 1 TB",
        "16.76 cm (6.6 inch) Full HD+ Display",
        "50MP + 2MP + 0.3MP | 8MP Front Camera",
        "5000 mAh Lithium Polymer Battery",
        "Unisoc Tiger T616 Processor"],
        "description" : "Watch videos, TV shows, and play games for hours with the realme C35 smartphone. This mobile phone comes equipped with a powerful 5000 mAh battery so that you can indulge in long hours of entertainment. Also, this mobile phone has a 16.76 cm (6.6) display for mesmerizing visuals. Moreover, this phone is powered by an efficient 12 nm octa-core Processor to offer seamless gaming and easy multi-tasking.",
        "price" : "11999",
        "img" : ["https://rukminim1.flixcart.com/image/416/416/l0fm07k0/mobile/y/g/i/-original-imagc7ryyhrrcgxh.jpeg?q=70",
        "https://rukminim1.flixcart.com/image/416/416/l0fm07k0/mobile/e/s/h/-original-imagc7ryavy8u769.jpeg?q=70"],
        "category" : "mobile",
        "rating" :"4.0"
    },
    {
        "name" : "REDMI Note 11T 5G (Stardust White, 128 GB)",
        "tags" : ["8 GB RAM | 128 GB ROM", "16.76 cm (6.6 inch) Display", 
        "50MP Rear Camera",
        "12 Months Warranty"],
        "description" : "Processor: MediaTek Dimensity 810 Octa-core 5G processor based on 6nm process with HyperEngine 2.0 and clock speed up to 2.4GHz; Display: 6.6 inch FHD+ (2400x1080) Dot display with 90Hz high refresh rate and adaptive refresh rate technology; 240Hz touch sampling rate; Camera: 50MP High resolution primary camera f/1.8 with 8MP Ultra-wide sensor| 16 MP Front camera Battery: 5000mAh battery with 33W Pro fast charging support Memory, Storage : 8GB LPDDR4X RAM | 128GB UFS2.2 Internal storage",
        "price" : "18999",
        "img" : ["https://rukminim1.flixcart.com/image/416/416/xif0q/mobile/0/v/v/-original-imag9g37hzxggjgg.jpeg?q=70",
        "https://rukminim1.flixcart.com/image/416/416/xif0q/mobile/i/f/f/-original-imag9g37x22fgzng.jpeg?q=70"],
        "category" : "mobile",
        "rating" : "3.9"
    },
    {
        "name" : "APPLE iPad (9th Gen ) 64 GB ROM 10.2 inch with Wi-Fi Only",
        "tags" : ["64 GB ROM", "25.91 cm (10.92 inch) Display", "8 Main Primary Camera | 12 MP Front",
        "iOS 15 | Battery : Lithium Polymer", "Processor: A13 Bionic Chip with 64-bit Architecture"],
        "description" : "Battery life is good; last me more than a day on normal usage | Performance is very good; I played COD on it max settings and ipad handle it like a piece of cake. | Screen is large enough to do multitasking; I personally use it to watch lecture on 2/3rd of screen and take notes or solve question on the remaining 1/3rd of screen. | Camera quality is decent, not too good. | Weight distribution is very good; you can hold it with one hand easily | Display quality is decent. I have use amoled on my phone so it feels a bit downgrade but in normal usage you won't even notice it. Speaker are decent and loud |  | Touch id is fast",
        "price" : "29990",
        "img" : ["https://rukminim1.flixcart.com/image/416/416/ktop5e80/tablet/s/l/b/mk2k3hn-a-apple-original-imag6yy7wn9are6s.jpeg?q=70"],
        "category" : "mobile",
        "rating" : "4.5"
    },
    {
        "name" : "SAMSUNG 24 inch Full HD LED Backlit IPS Panel with 3-Slided Borderless Display, Game & Free Sync Mode",
        "tags" : ["Panel Type : IPS Panel", "Screen Resolution Type : Full HD", "Brightness : 250 nits", "Response Time : 5 ms | Refresh Rate 75 Hz", "HDMI Ports: 1"],
        "description" : " You can complete all your computing requirements or have an entertaining gaming session with the Samsung 68.58 cm (27) LF27T350FHW Flat Monitor. Featuring a three-sided borderless display, this monitor boasts a minimalist design for optimal concentration. Additionally, it gives your workstation a modern appearance. Besides, as this monitor ensures that multiple screens properly align, having numerous monitors allows for distraction-free work. Moreover, this monitor's IPS display enables a genuinely technicolour viewing experience from every angle.",
        "price" : "9499",
        "img" : ["https://rukminim1.flixcart.com/image/416/416/l5ld8y80/monitor/l/k/s/-original-imagg897ufhyvwqq.jpeg?q=70"],
        "category" : "electronics",
        "rating" : "4.5"
    },{
        "name" : "SONY Alpha ILCE-6400L APS-C Mirrorless Camera with 16-50 mm Power Zoom |",
        "tags" : ["Effective Pixels: 24.2 MP", "Sensor Type: CMOS", "WiFi Available", "NTSC/PAL"],
        "description" : "Bring out the photographer in you and experiment with filmmaking with this Sony Alpha ILCE-6400L Mirrorless camera. It offers exceptional AF performance, high-quality images with low noise, Innovative Image-processing System, and many other features that make filming videos and capturing images a lot more exciting.",
        "price" : "79990",
        "img" : ["https://rukminim1.flixcart.com/image/416/416/kw9krrk0/dslr-camera/1/h/j/-original-imag8z5weagzztda.jpeg?q=70"],
        "category" : "electronics",
        "rating" : "5.0"
    },
    {
        "name" : "Fire-Boltt Cobra 1.78 Amoled Army Grade Build, Bluetooth Calling",
        "tags" : ["Large Amoled Display : 1.78 inch Display with Higher Resolution",
        "Anti-impact, Anti-Fluid corrision", "Touchscreen", "Fitness & Outdoor"],
        "description" : "You can keep an eye on all the essential updates, notifications, and messages on your wrist with the help of the Fire-Boltt Cobra Smartwatch. Boasting an inbuilt dial pad, contact synchronisation, and call history features, this smartwatch makes it simple to make and receive calls. And, its inbuilt speaker and microphone ensure HD calling. Besides, thanks to its up to 4.521 cm (1.78) display and up to 368x448p high resolution, this smartwatch offers sharp, clear visuals. Moreover, the always-on display function in this smartwatch allows you to alternate between analogue and digital modes as necessary.",
        "price" : "3799",
        "img" : ["https://rukminim1.flixcart.com/image/416/416/xif0q/smartwatch/9/d/w/1-78-bsw086-android-ios-fire-boltt-yes-original-imagm82xvfpqxq4p.jpeg?q=70"],
        "category" : "electronics",
        "rating" :"4.5"
    },
    {
        "name" : "Fire-Boltt Ninja Calling Pro 1.69 inch Bluetooth Calling Smartwatch with AI Voice Assistent SmartWatch",
        "tags" : ["Sport Modes to Track with IP67 Water Resistent", "Touchscreen", "Battery Runtime: Upto 5 Days", "Fitness & Outdoor"],
        "description" : "The Fire-Boltt Ninja Smartwatch is essential if you're seeking a high-end, sophisticated smartwatch. It offers a striking display and innovative features to ensure outstanding performance. Owing to its 4.29 cm (1.69) full-touch HD display with a high resolution of 240x280p and dazzling 2.5D curved glass, this smartwatch also provides a user-friendly experience. Moreover, this wristwatch gives you the ability to keep an eye on a variety of athletic events including cricket and kabaddi thanks to its up to 120 sports modes.",
        "img" : ["https://rukminim1.flixcart.com/image/416/416/xif0q/smartwatch/u/g/v/-original-imagkfm8vzfg35qt.jpeg?q=70"],
        "price" : "2499",
        "category" : "electronics",
        "rating" :"4.5"
    }
]